Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/public_transport/making_a_complaint_about_spsv_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Making a complaint about a taxi, hackney or limousine
ga: Gearán a dhéanamh faoi thiománaí tacsaí, hacnaí nó limisín in Éirinn

source: The National Transport Authority operates a national complaints and enforcement system for taxis, hackneys and limousine operators
ga: Tá córas gearán agus forfheidhmithe náisiúnta i bhfeidhm ag an Údarás Náisiúnta Iompair do oibrithe tacsaithe, hacnaithe agus limisíní in Éirinn

source: The purpose of this system is to create national standardised rules about how complaints should be made and to commend drivers for standards of excellence and professionalism in customer service
ga: Is é cuspóir an chórais seo ná rialacha caighdeánaithe náisiúnta a chruthú faoin gcaoi ar chóir gearáin a dhéanamh agus chun tiománaithe a mholadh as caighdeáin sárfheabhais agus gairmiúlachta i seirbhísí do chustaiméirí

source: The Authority also has a national consumer information telephone line, providing information and advice to customers about how to make a complaint
ga: Tá líne teileafóin faisnéise náisiúnta do chustaiméirí ag an Údarás, a chuireann faisnéis agus comhairle ar fáil do chustaiméirí faoi conas gearán a dhéanamh

source: Which complaints can be made to the National Transport Authority?
ga: Cad iad na gearáin is féidir a dhéanamh leis an gCoimisiún um Rialáil Tacsaithe?

source: The law (Section 64 of the Taxi Regulation Act 2013) sets out the type of complaints that may be made
ga: Leagann an dlí Alt 64 den Acht um Rialáil Tacsaithe 2013 síos na cineálacha gearán is féidir a dhéanamh

source: These complaints are complaints relating to:
ga: Tá na gearáin gearáin a bhaineann le:

source: • The condition, roadworthiness and cleanliness of the vehicle
ga: • An riocht, ródacmhainneacht agus glaineacht na feithicle

source: • The conduct, behaviour and identification of a driver
ga: • An iompar agus a aithint tiománaí

source: • Overcharging or other matters relating to fares charged by a driver
ga: • Gearradh rótháille nó nithe eile a bhaineann le táillí a ghearrann tiománaí

source: • Matters relating to the hiring and booking of an SPSV
ga: • Ábhair a bhaineann le feithicil bheag seirbhíse poiblí a fhruiliú agus a chur in áirithe

source: • The identification and the general appearance of the vehicle
ga: • Aithint agus an chuma ghinearálta na feithicle

source: If you booked the service through a dispatch operator, you should first make a complaint to the dispatch operator
ga: Má in áirithe agat ar an tseirbhís trí oibritheoir seolta, ba chóir duit ar dtús gearán a dhéanamh leis an oibritheoir seolta

source: If you are not satisfied with the response you receive, you can then make your complaint to the National Transport Authority
ga: Más rud é nach bhfuil tú sásta leis an bhfreagra a fhaigheann tú, is féidir leat do ghearán a dhéanamh ansin chuig an Údarás Náisiúnta Iompair

source: There is no charge to make a complaint about a Small Public Service Vehicle operator
ga: Níl aon chostas ag baint le gearán a dhéanamh faoi oibrí feithiclí beaga seirbhíse poiblí

source: If you wish to make a complaint in relation to a Small Public Service Vehicle operator, you can make your complaint online
ga: Más mian leat gearán a dhéanamh maidir le oibrí feithiclí beaga seirbhíse poiblí, is féidir leat do ghearán a dhéanamh ar líne

source: The National Transport Authority also provides an information line on 0761 06 4000
ga: Cuireann an tÚdarás Náisiúnta Iompair líne eolais ar fáil freisin, ar 0761 06 4000

source: Remember to provide all relevant details regarding the incident and also to enclose a copy of any receipt obtained for the journey in question
ga: Cuimhnigh na sonraí ábhartha go léir maidir leis an eachtra a chur ar fáil chomh maith le cóip d’aon admháil a fuair tú don turas a bhí i gceist

source: The National Transport Authority must have sufficient evidence to identify the person or vehicle that is the subject of a complaint
ga: Ní mór dóthain faisnéise a bheith ag an Údaráis Náisiúnta Iompair chun an duine nó an fheithicil a bhfuil an gearán á dhéanamh faoi a aithint

source: The complaint will be investigated by the National Transport Authority's enforcement team
ga: Déanfaidh foireann forfheidhmithe an Údarás Náisiúnta Iompair imscrúdú ar do ghearán

source: The National Transport Authority may invite all relevant witnesses to provide a statement of the events
ga: Tabharfaidh an tÚdarás Náisiúnta Iompair cuireadh do gach finné ábhartha ráiteas maidir leis na heachtraí a chur ar fáil

source: The investigation will assess evidence provided by all parties in a disputed situation
ga: Déanfaidh an t-imscrúdú measúnú ar fhianaise a chuireann gach páirtí ar fáil i gcás atá faoi dhíospóid

source: Once this evidence has been collected and evaluated, a decision will be made as to how to proceed with the complaint
ga: Chomh luath is a bhíonn an fhianaise seo bailithe agus measúnú déanta uirthi, déanfar cinneadh maidir le conas dul ar aghaidh leis an ngearán

source: How are complaints concluded?
ga: Cén deireadh a bhíonn le gearáin?

source: Complaints may be concluded in one of 4 ways
ga: Is féidir deireadh a chur le gearáin ar cheann amháin de cheithre bhealach

source: • No further action is taken
ga: • Níl aon ghníomh eile a glacadh

source: • Advice is given to the operator
ga: • Tugtar comhairle don oibreoir

source: • A formal warning is issued
ga: • Tá rabhadh foirmiúil eisithe

source: • The complaint proceeds to prosecution in court
ga: • Na fáltais gearán a ionchúiseamh sa chúirt

source: Action will only be taken against an individual where evidence is of a sufficient standard
ga: Ní thógfar caingean i gcoinne duine aonair ach amháin sa chás go bhfuil fianaise ar chaighdeán sách maith ar fáil

source: You should be aware that all complainants should be prepared to attend court (if necessary) to give evidence regarding the incident
ga: Ba chóir duit fios a bheith agat gur chóir do gach gearánaí a bheith sásta freastal ar an gcúirt (más gá) chun fianaise a thabhairt maidir leis an eachtra

source: Please note, complaints cannot be proceeded with anonymously
ga: Tabhair faoi deara nach féidir gearáin a chur chun cinn gan ainm

source: What if the complaint is criminal in nature?
ga: Agus más gníomh coiriúil atá i gceist leis an ngearán atá á dhéanamh?

source: Criminal offences in Ireland are a matter for An Garda Síochána
ga: Is é an Garda Síochána a láimhseálann cionta coiriúla in Éirinn

source: If you wish to make a complaint about a taxi, hackney or limosuine driver concerning a criminal offence you should contact your local Garda Station immediately and fill in an incident report
ga: Más mian leat gearán a dhéanamh faoi thiománaí tacsaí, hacnaí nó limisín maidir le cion coiriúil, ba chóir duit dul i dteagmháil le do Stáisiún Gardaí áitiúil láithreach agus tuairisc theagmhais a líonadh isteach

source: In an emergency situation, you should telephone 112 to be put through to the Gardai
ga: I gcás éigeandála, ba chóir duit glaoch ar 112 chun labhairt leis na Gardaí

source: Who do I make a complaint to about smoking in a Small Public Service Vehicle?
ga: Cé leis a dhéanaim gearán faoi chaitheamh tobac i bhFeithicil Bheag Seirbhíse Poiblí?

source: It is illegal for a driver or passenger to smoke in a Small Public Service Vehicle, as they are considered enclosed places of work
ga: Tá sé i gcoinne an dlí ag tiománaí nó ag paisinéir tobac a chaitheamh i bhFeithicil Bheag Seirbhíse Poiblí, ós rud é go mbreathnaítear orthu mar áit oibre iata

source: If you wish to make a complaint where a driver or passenger is smoking, you should first ask the person to stop
ga: Más mian leat gearán a dhéanamh sa chás go bhfuil tiománaí nó paisinéir ag caitheamh tobac, ba chóir duit iarraidh ar an duine stopadh ar dtús

source: If you do not receive a satisfactory response, you should note as much information about the circumstances as possible
ga: Mura bhfaigheann tú freagra sásúil, ba chóir duit an oiread faisnéise agus is féidir a thabhairt faoi deara faoin gcás

source: For example, write down the details of the journey including the location, date, time, type of vehicle, vehicle registration details and driver's identification
ga: Mar shampla, scríobh síos sonraí an turais, an suíomh, dáta, am, cineál feithicle, sonraí clárúcháin na feithicle agus aitheantas an tiománaí

source: You can then contact the National Tobacco Control Office, HSE Lo-call compliance line at 1890 333 100 to register the complaint
ga: Is féidir leat dul i dteagmháil leis an líne géilliúlachta Íosghlao ag an Oifig Náisiúnta um Rialú Tobac, FSS ag 1890 333 100 chun an gearán a chlárú

source: Environmental Health Officers of the HSE enforce most of the tobacco control legislation
ga: Oifigigh Sláinte Comhshaoil ​​an FSS a fhorfheidhmiú is mó de na reachtaíochta um rialú tobac

source: All complaints are prioritised by the enforcement agency and dealt with accordingly
ga: Tugann an ghníomhaireacht forfheidhmithe ord tosaíochta do na gearáin go léir agus láimhseáiltear iad dá réir sin

source: Advice and information on how to make a complaint about a taxi, hackney or limousine operator is available from the Authority's information line at 0761 064000
ga: Tá comhairle agus faisnéis maidir le conas gearán a dhéanamh faoi oibrí tacsaí, hacnaí nó limisín ar fáil as Líne Eolais an Údaráis ag 0761 06 4000
